Repository: BigAndini/ers
Catalog: module/PreReg/language/*.po
Languages: de_de

source: unassigned items
de_de: nicht zugeordnete Posten

source: My Packages
de_de: Meine Packages

source: Firstname:
de_de: Vorname

source: Surname:
de_de: Nachname

source: Birthdate:
de_de: Geburtsdatum

source: Add Person
de_de: Person hinzufügen

source: Note for personal data:
de_de: Beachte zu deinen persönlichen Informationen

source: Please enter your first name, surname and date of birth like they appear on your passport ID card (they will be checked at EJC onsite registration to validate that this E-Ticket belongs to you).
de_de: Bitte gib deinen Vornamen, Nachnamen und dein Geburtsdatum genau so an wie auf deinem Ausweis. Diese Daten werden bei der Anmeldung überprüft und müssen mit dem E-Ticket übereinstimmen.

source: Note for email address:
de_de: Beachte zu deiner Mailadresse:

source: If you enter the email address of this person, they will receive a copy of their E-Ticket.
de_de: Wenn du die E-Mail Adresse dieser Person eingibst, erhält sie automatisch eine Kopie ihres E-Tickets.

source: Note for the buyer:
de_de: Beachte zum Käufer:

source: The person who performs the purchase will automatically receive all ordered E-Tickets. For this reason, they have to enter their email address.
de_de: Die Person, die den Kauf ausführt, erhält automatisch alle bestellten E-Tickets. Deswegen muss eine E-Mail Adresse angegeben werden.

source: Note for edit details:
de_de: Beachte beim Ändern:

source: You can edit this person's details at any time by clicking My Persons in the menu
de_de: Du kannst die Daten dieser Person jederzeit ändern, indem du auf "Meine Personen" in der Menüleiste klickst.

source: Delete Person
de_de: Person löschen

source: These items will be deleted with this participant:
de_de: Diese Artikel werden mit diesem Teilnehmer gelöscht:

source: Edit Person
de_de: Person ändern

source: The person who performs the purchase will automatically receive all ordered E-Tickets. For this reason, they have to enter their email address.</p> <p><strong>Note for edit details:</strong> You can edit this person's details at any time by clicking My Persons in the menu
de_de: Die Person, die den Kauf ausführt, erhält automatisch alle bestellten E-Tickets. Deswegen muss eine E-Mail Adresse angegeben werden. Du kannst die Daten dieser Person jederzeit ändern, indem du auf "Meine Personen" in der Menüleiste klickst.

source: List of people I'm booking EJC tickets for.
de_de: Liste der Leute, für die ich EJC Tickets buche:

source: Add person
de_de: Person hinzufügen

source: no Country
de_de: kein Land

source: Unable to find payment information
de_de: Wir konnten deine Bezahlinformationen nicht finden.

source: The system was not able to find the according order for this payment info page. With your purchase you got an email with all needed data. Please use the link in there.
de_de: Das System war nicht in der Lage die entsprechenden Informationen für die Bezahlinformationen zu finden. Mit deiner Bestellung hast du eine E-Mail mit allen nötigen Informationen bekommen. Bitte benutze den Link aus der E-Mail.

source: Pay via Bank Transfer
de_de: Bezahlung per Überweisung

source: We've sent this information to your email address:
de_de: Wir haben diese Informationen an deine Mailadresse gesandt.

source: this link
de_de: diesen link

source: You can request this information again, by simply bookmarking %s, or have a look at the email we've sent you.
de_de: Du kannst diese Information wieder aufrufen indem du dir ein Lesezeichen für %s setzt oder du schaust nochmal in die E-Mail, die wir dir geschickt haben.

source: Thanks for registering, see you in %s!
de_de: Danke für deine Anmeldung, wir sehen uns in %s.

source: The system was not able to find the according order for this payment info page. With your purchase you got an email with all needed data. Please use the link in there.
de_de: Im System konnte keine Bestellung zu dieser Bezahlinformation gefunden werden. Bei deinem Kauf hast du eine E-Mail mit allen wichtigen Informationen erhalten. Bitte benutze den link aus der Mail.

source: Pay via Cheque
de_de: Bezahlen per Scheck

source: Please make cheques payable to:
de_de: Bitte adressiere den Scheck an

source: Your order amount in GBP is:
de_de: Die Höhe der Bezahlung in GBP ist:

source: Please send:
de_de: Bitte schicke

source: Cheques (amount in GBP, price calculated from Euro-price * 0,8 )
de_de: Schecks (Höhe in GBP, Preise berechnet vom Europreis * 0,8)

source: your name
de_de: Dein Name

source: order ID
de_de: Bestellnummer

source: to the address of the UK country-rep:
de_de: zur Adresse des Länderrepräsentanten UK:

source: We sent this information to your email address:
de_de: Wir haben diese Information an deine Mailadresse geschickt:

source: this information
de_de: diese Information

source: You can request %s again.
de_de: Du kannst %s nochmal anfordern.

source: Simply bookmark %s or have a look at the mail we sent you.
de_de: Setze einfach ein Lesezeichen auf %s oder schau nochmal in die E-Mail, die wir dir geschickt haben.

source: Your order could not be found. Please recheck the link you've used.
de_de: Deine Bestellung konnte nicht gefunden werden. Bitte überprüfe den link, den du benutzt hast.

source: If there are any problems conntact us at
de_de: Kontaktiere uns bei Problemen unter

source: Pay by Credit Card
de_de: Bezahlen per Kreditkarte

source: You can find your Card Check Code at the backsite of your credit card.
de_de: Du findest deine Prüfziffer auf der Rückseite deiner Kreditkarte

source: Your Credit Card Payment failed
de_de: Deine Zahlung per Kreditkarte hat nicht funktioniert

source: You will be redirected to the credit card payment page within 5 seconds.
de_de: Du wirst innerhalb von 5 Sekunden auf die Kreditkarten- Bezahlseite weitergeleitet

source: If the redirect is not working, please follow this
de_de: Falls die Umleitung nicht funktioniert, klicke bitte auf diesen

source: Payment Type:
de_de: Bezahlart

source: back to Overview
de_de: zurück zur Übersicht

source: Added
de_de: hinzugefügt

source: to your shopping cart.
de_de: zu deinem Einkaufswagen

source: add more products
de_de: Füge mehr Produkte hinzu

source: add this product again
de_de: Füge dieses Produkt nochmals hinzu

source: shopping cart
de_de: Einkaufswagen

source: This product is unavailable
de_de: Dieses Produkt ist nicht vorhanden

source: Please complete the whole form to put this product into the cart.
de_de: Bitte komplettiere deine Angaben. Erst dann kann das Produkt in den Einkaufswagen gelegt werden.

source: The prices will increase after <br /> %s
de_de: Diese Preise werden ab dem <br /> %s höher sein.

source: Please choose a person
de_de: Bitte wähle eine Person

source: add the person
de_de: Person hinzufügen

source: This is a personalized ticket. To continue, please first %s who will use the ticket for the event.
de_de: Dieses Ticket ist personalisiert. Um weiter zu machen, füge bitte %s hinzu, die das Ticket für diese Veranstaltung nutzen wird.

source: Tip
de_de: Tipp

source: You can
de_de: Du kannst

source: add a new person
de_de: eine neue Person hinzufügen

source: or edit the details of any person with "My Persons" from the main menu.
de_de: oder die Details jeder Person aus der "Meine Personen" Liste im Hauptmenü ändern.

source: Included Items:
de_de: Enthaltene Artikel:

source: Add new participant
de_de: Füge einen neuen Teilnehmer hinzu

source: Close
de_de: Schließen

source: Added %s to your shopping cart.
de_de: %s wurde zu deinem Einkaufswagen hinzugefügt.

source: Delete Item from shopping cart
de_de: Lösche einen Artikel aus dem Einkaufwagen

source: Are you sure that you want to delete %s?
de_de: Bist du sicher, dass du %s löschen willst?

source: Are you sure that you want to delete %s for %s %s?
de_de: Bist du sicher, dass du %s für %s %s löschen willst?

source: The prices will increase after
de_de: Die Preise werden am X erhöht.

source: This is a personalized ticket. To continue, please first
de_de: Dies ist ein personalisiertes Ticket. Bitte füge im nächsten Schritt zuerst die Person hinzu,

source: who will use the ticket for the event.
de_de: die das Ticket für die Veranstaltung verwenden wird.

source: Tickets for %s and other products
de_de: Tickets für die %s und andere Produkte

source: Click on any item to add further information and place it in your shopping cart.
de_de: Klicke auf einen Artikel, um weitere Informationen hinzuzufügen und lege ihn anschließend in deinen Einkaufswagen

source: PreReg is closed
de_de: Die Voranmeldung ist abgeschlossen

source: The PreReg is already closed. For more information, please visit our homepage on
de_de: Die Voranmeldung ist bereits abgeschlossen. Mehr Information findest du auf unserer Homepage unter

source: Change My Profile
de_de: Ändere mein Profil

source: Edit Profile
de_de: Ändere das Profil

source: Country:
de_de: Land

source: Set your password
de_de: Lege dein Passwort fest

source: confirm your password...
de_de: Bestätige dein Passwort

source: verify password...
de_de: Bestätige dein Passwort

source: Request password change
de_de: Ändere dein Passwort

source: If we were able to find your email address in our system an email was sent to you with a link to change your password.
de_de: Wenn wir deine E-Mail Adresse in unserer Datenbank finden konnten, haben wir dir eine E-Mail geschickt, um dein Passwort zu ändern.

source: If you did not receive an email check your spam folder.
de_de: Falls du keine E-Mail erhalten hast, überprüfe bitte deinen Spamordner

source: Your email address...
de_de: Deine Mailadresse...
