Repository: BigAndini/ers
Catalog: module/PreReg/language/*.po
Languages: de_de

source: Home
de_de: Startseite

source: Products
de_de: Produkte

source: Personal Details
de_de: Meine Personen

source: My Shopping Cart
de_de: Mein Einkaufswagen

source: My Profile
de_de: Mein Profil

source: AdminPanel
de_de: Admin Zugang

source: Shopping Cart
de_de: Einkaufswagen

source: Buyer
de_de: Käufer

source: Payment type
de_de: Bezahlart

source: Checkout
de_de: Bestellung

source: Change my user data
de_de: Meine Benutzerdaten ändern

source: Change my password
de_de: Mein Passwort ändern

source: View tickets
de_de: Tickets ansehen

source: My Persons
de_de: Meine Personen

source: Clear Shopping Cart
de_de: Einkaufswagen löschen

source: Register now!
de_de: Jetzt anmelden!

source: Delete
de_de: löschen

source: Add to Cart
de_de: in den Einkaufswagen

source: Event Registration System: Password Request Link
de_de: Event Registration System: Passwort ändern Link

source: First name...
de_de: Vorname...

source: First name
de_de: Vorname

source: Surname...
de_de: Nachname...

source: Surname
de_de: Nachname

source: Email Address...
de_de: E-Mail Adresse...

source: Save & Continue
de_de: Speichern & Weiter

source: old password...
de_de: altes Passwort...

source: Old Password
de_de: Altes Passwort

source: new password...
de_de: neues Passwort...

source: New Password
de_de: Neues Passwort

source: confirm password...
de_de: Passwort bestätigen...

source: Confirm Password
de_de: Passwort bestätigen

source: Save
de_de: Speichern

source: Send
de_de: abschicken

source: I agree to all terms and conditions
de_de: Hiermit bestätige ich Bedingungen und Konditionen

source: Buy Now
de_de: Jetzt kaufen

source: Cardholder name...
de_de: Name des Karteninhabers...

source: Cardholder name
de_de: Name des Karteninhabers

source: Credit Card Type
de_de: Typ der Kreditkarte

source: Credit Card Number...
de_de: Kreditkartennummer...

source: Credit Card Number
de_de: Kreditkartennummer

source: Card Check Code...
de_de: Kartenrprüfziffer...

source: Card Check Code
de_de: Kartenrprüfziffer

source: Expire Date
de_de: Ablaufdatum

source: pay now
de_de: Jetzt bezahlen

source: Language
de_de: Sprache

source: Agegroup
de_de: Altersgruppe

source: Go
de_de: Los

source: Birthday...
de_de: Geburtsdatum...

source: Date of birth
de_de: Geburtsdatum

source: Where are you from?
de_de: Wo kommst du her?

source: The provided name contains invalid character. These charaters are not allowed:
de_de: Der angegebene Name beinhaltet ungültige Zeichen. Diese Zeichen sind erlaubt:

source: Please choose a valid birthday
de_de: Bitte ein gültiges Geburtsdatum angeben

source: Email address format is not invalid
de_de: Das Format der E-Mail Adresse ist ungültig

source: A person with this email address already exists. To make changes to your existing order contact prereg@eja.net or choose another e-mail
de_de: Eine andere Person mit dieser E-Mail Adresse ist bereits im System. Um die bestehende Bestellung zu ändern kontaktiere bitte info@muenchen-con.de oder wähle eine andere E-Mail Adresse.

source: Choose Payment type
de_de: Bezahlmethode auswählen

source: This ticket belongs to:
de_de: Dieses Ticket gehört:

source: no
de_de: nein

source: Please select a person.
de_de: Bitte wähle eine Person.

source: Unable to add personalized product to person without birthdate. Please add date of birth in My Person list.
de_de: Das personalisierte Produkt konnte der Person nicht zugeordnet werden, weil kein Geburtsdatum angegeben wurde. Bitte passe das Geburtsdatum unter Meine Personen an.

source: Please select a agegroup.
de_de: Bitte eine Altersgruppe wählen

source: Please select a product variant.
de_de: Bitte eine Produktvariante wählen

source: Choose Buyer
de_de: Käufer bestimmen

source: your password...
de_de: Dein Passwort...

source: new password
de_de: Neues Passwort

source: confirm password
de_de: Passwort bestätigen

source: Firstname...
de_de: Vorname...

source: Firstname
de_de: Vorname

source: Birthday
de_de: Geburtsdatum

source: terms and conditions
de_de: Geschäftsbedingungen

source: Dear %s %s,
de_de: Hallo %s %s,

source: thank you again for registering for %s.
de_de: Danke für deine Anmeldung für die %s.

source: We received the payment for your oder with ID %s from %s. The payment to your order is now confirmed. You find your e-ticket attached to this email.
de_de: Wir haben die Bezahlung für deine Bestellung mit der Nummer %s vom %s erhalten. Du findest dein E-Ticket im Anhang dieser E-Mail.

source: First of all, <strong>please make sure that your name and date of birth on the e-ticket are identical to your name and date of birth on your identity card</strong>. If they aren’t, please send an email with your order number and the updated data to %s. We will then change the data and send you an up-to-date e-ticket. Please note that you cannot register onsite if your name and date of birth don’t match your ID card.
de_de: Stelle zunächst bitte sicher, dass <strong>dein Name und Geburtsdatum auf dem E-Ticket und auf deinem Ausweis identisch sind</strong>. Falls du eine Abweichung entdeckt hast, schicke bitte eine E-Mail mit deiner Bestellnummer und den aktualisierten Daten an %s. Wir werden deine Daten anpassen und dir ein aktualisiertes E-Ticket zusenden. Bitte beachte, dass du dich vor Ort nicht anmelden kannst, wenn Name und Geburtsdatum auf dem E-Ticket nicht mit den Daten auf deinem Ausweis übereinstimmen.

source: Please bring the e-ticket and a valid ID card to the event and present both documents at the registration desk. You can either print the e-ticket or present it on an electronic device.
de_de: Bitte bringe dein E-Ticket und einen gültigen Ausweis zur Veranstaltung mit und lege beides an der Anmeldung vor. Du kannst das E-Ticket ausdrucken oder auch mit Hilfe eines elektronischen Geräts vorzeigen.

source: Please bring the e-ticket to the event and present the document at the registration desk. You can either print the e-ticket or present it on an electronic device.
de_de: Bitte bringe dein E-Ticket zur Veranstaltung mit und zeige es an der Anmeldung vor. Du kannst das E-Ticket ausdrucken oder auch mit Hilfe eines elektronischen Geräts vorzeigen.

source: To be able to read the documents, you need to install Adobe Acrobat Reader, which you can download here: %s.
de_de: Um die Dokumente öffnen zu können, brauchst du den Adobe Acrobat Reader, den du hier herunterladen kannst: %s.

source: By registering for this event, you agree to the terms and conditions of attendance and participation as stated on our website at %s.
de_de: Durch die Anmeldung zu unserer Veranstaltung stimmst du den %s zu.

source: For the latest information about %s stay tuned to %s. If you have any further questions concerning your e-ticket, please contact us via %s.
de_de: Um die neuesten Informationen zur %s zu erhalten, besuche %s. Falls du noch Fragen zu deinem E-Ticket hast, kannst du uns unter %s kontaktieren.

source: We wish you a pleasant journey and we’re looking forward to welcoming you soon!
de_de: Wir wünschen dir eine gute Anfahrt und freuen uns auf dich!

source: Best regards,
de_de: Viele Grüße

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: Additional information
de_de: Zusätzliche Information

source: File
de_de: Datei

source: Message
de_de: Nachricht

source: Stack trace
de_de: Stapelüberwachung

source: Previous exceptions
de_de: Vorherige Ausnahme

source: No Exception available
de_de: Es ist keine Ausnahme verfügbar

source: your order
de_de: deine Bestellung

source: This is the confirmation for %s from %s with the order ID %s.
de_de: Dies ist die Bestätigung für %s vom %s mit der Bestellnummer %s

source: Thank you for registering for the %s!
de_de: Danke für deine Anmeldung zur %s

source: You've chosen %s as payment method.
de_de: Du hast %s als Bezahlart ausgewählt.

source: To complete your order, we need to receive your bank transfer within 14 days.
de_de: Zu deiner Bestellung benötigen wir eine Überweisung innerhalb von 14 Tagen.

source: To see if we have already received your payment, you can visit the following link: %s
de_de: Ob wir deine Bezahlung bereits erhalten haben, kannst du unter folgendem link überprüfen: %s

source: We should have received your payment by now.
de_de: Wir sollten deine Bezahlung jetzt erhalten haben.

source: In case your payment was not successful, you can restart your PayPal payment via the following link:
de_de: Falls deine Bezahlung nicht erfolgreich war, kannst du deine PayPal Bezahlung über diesen link nochmal starten: %s

source: Your order details
de_de: Details zu deiner Bestellung

source: Please consider our general %s which are attached to this email. To be able to read the document, you need to install Adobe Acrobat Reader, which you can download here:
de_de: Bitte beachte unsere allgemeinen %s, die du im Anhang dieser E-Mail findest.

source: Your E-Tickets and further information concerning the %s will be delivered in another email as soon as we start distributing the E-Tickets and your payment has been confirmed.
de_de: Deine E-Tickets und weitere Informationen bezüglich der %s erhältst du in einer weiteren E-Mail, sobald der Versand der E-Tickets begonnen hat und deine Bezahlung bestätigt ist.

source: Regards,
de_de: Viele Grüße,

source: Your European Juggling Association and the local %s organizers.
de_de: Euer %s Orgateam

source: You purchased the following items (ordered by %s %s):
de_de: Du hast die folgenden Artikel gekauft (bestellt von %s %s)

source: This mail was sent to you by the Event Registration System (ERS), operated by the European Juggling Association (EJA) on behalf of %s.
de_de: Diese E-Mail wurde dir im Namen von %s vom Event Registration System (ERS) verschickt, das von der European Juggling Association (EJA) betrieben wird.

source: If you have any questions about your pre-registration, please contact the EJA pre-registration coordinator at %s.
de_de: Wenn du Fragen zu unserer Voranmeldung hast, kontaktiere uns bitte unter %s

source: For more information about %s, please visit %s or contact %s.
de_de: Für mehr Informationen zur %s, besuche %s oder kontaktiere %s.

source: you registered for the %s at %s and we hope you're looking forward to it. We haven't sent you an e-ticket yet, because we haven't received payment for your order.
de_de: du hast dich für die %s am %s angemeldet und wir hoffen, dass du vor hast zu kommen. Wir haben dir bisher noch kein E-Ticket geschickt, weil wir die Zahlung für deine Bestellung bisher noch nicht erhalten haben.

source: Please do one of the following until %s at the latest.
de_de: Bitte entscheide dich für eine der folgenden Optionen bis spätestens %s.

source: Please pay your order. All needed information can be found at %s
de_de: Bezahle deine Bestellung. Alle nötigen Informationen findest du unter: %s

source: Let us know if you'd like to transfer your ticket to somebody else (necessary data: first name, last name, date of birth and email address of the new participant)
de_de: Lass uns wissen ob du dein Ticket an jemand anderen übertragen möchtest (nötige Informationen: Vorname, Nachname, Geburtsdatum und E-Mail Adresse des neuen Teilnehmers)

source: If none of the above options are possible for you, let us know if you'd like us to cancel your ticket.
de_de: Wenn keine der oben genannten Optionen für dich passt, lass uns bitte wissen ob du dein Ticket stornieren möchtest.

source: Dear
de_de: Hallo

source: You can set the password for your user account via this link:
de_de: Du kannst dein Passwort über diesen Link ändern:

source: If you cannot click on this link copy the link into the address bar of your browser.
de_de: Wenn du den Link nicht anklicken kannst, markiere ihn und kopiere ihn in die Adresszeile deines Browsers.

source: This link will be available for the next 24 hours.
de_de: Dieser Link ist 24 Stunden gültig.

source: A 404 error occurred
de_de: Es trat ein 404 Fehler auf

source: The requested controller was unable to dispatch the request.
de_de: Der angeforderte Controller war nicht in der Lage die Anfrage zu verarbeiten.

source: The requested controller could not be mapped to an existing controller class.
de_de: Der angeforderte Controller konnte keiner Controller Klasse zugeordnet werden.

source: The requested controller was not dispatchable.
de_de: Der angeforderte Controller ist nicht aufrufbar.

source: The requested URL could not be matched by routing.
de_de: Für die angeforderte URL konnte keine Übereinstimmung gefunden werden.

source: We cannot determine at this time why a 404 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 404 Fehler aufgetreten ist.

source: resolves to %s
de_de: wird aufgelöst in %s

source: Please transfer the amount by SEPA bank transfer to the following account:
de_de: Bitte überweise den offenen Betrag per SEPA Überweisung auf folgendes Bankkonto:

source: Owner
de_de: Inhaber

source: Country
de_de: Land

source: Amount
de_de: Menge

source: Reason for payment
de_de: Verwendungszweck

source: Owner address
de_de: Inhaberadresse

source: Bank address
de_de: Bankadresse

source: Make sure to fill in this reason for payment <strong>%s</strong> as the reference for the transfer. Otherwise we won't be able to match your payment and your order can't be processed.
de_de: Überprüfe, ob du diesen Verwendungszweck <strong>%s</strong> als Referenz für die Überweisung angegeben hast. Andernfalls können wir deine Bezahlung nicht deiner Bestellung zuordnen.

source: Separate
de_de: Separates

source: separate
de_de: separates

source: Brief instruction
de_de: Kurzanleitung

source: Your Shopping Cart is empty now
de_de: Dein Einkaufswagen ist jetzt leer.

source: Empty your Shopping Cart and My Person list
de_de: Leere deinen Einkaufswagen und lösche die Liste "Meine Personen"

source: Are you sure that you want to empty your shopping cart and your My Person list?
de_de: Bist du sicher, dass du deinen Einkaufswagen und die Liste "Meine Personen" löschen möchtest?

source: Cancel
de_de: abbrechen

source: This system uses cookies
de_de: Dieses System verwendet Cookies.

source: e-ticket Translations
de_de: E-Ticket Übersetzungen

source: Welcome to the
de_de: Willkommen zum

source: The %s will take place from %s - %s in %s (%s). You can find all up-to-date information on %s.
de_de: Die %s wird vom %s - %s in %s (%s) stattfinden. Aktuelle Informationen findest du unter %s.

source: On this website you can purchase tickets for %s as well as other items such as galashow tickets.
de_de: Auf dieser Seite kannst du Tickets für die %s und andere Artikel wie z.B. Galashowtickets kaufen.

source: Payment Type:
de_de: Bezahlart

source: Terms & Conditions
de_de: Geschäftsbedingungen

source: Back
de_de: zurück

source: Terms and Conditions
de_de: Geschäftsbedingungen

source: Disclaimer
de_de: Haftungsausschluss

source: Upon attending the EJC, in no event shall the host or its representatives or its assistants be liable for any loss or injury or any damages, unless they are grounded in cause of gross negligence or wilful act of breach of duty by the host or its representatives or its assistants. Participants attend by choice, on their own risk; they take the responsibility for their own health status and pay attention to it. We especially point out that the Convention is a sports event where professional jugglers and acrobats will train together with non - professionals of all skill levels. There will be workshops in all sorts of circus disciplines open (but maybe not appropriate!) for everyone; above that props and apparatus will be accessible, be it because the host provides them or any participant simply puts them up and let others use them as well. It is your own responsibility and neither the hosts', nor the workshop leaders', their representatives' or assistants' to make sure at any time that your health and fitness condition is adequate to take part in the workshop in question or to use props and apparatus mentioned hereinabove safely.
de_de: Bei Teilnahme an der MünchenCon 2016 gilt Haftungsausschluss für die Veranstalter, ihre Vertreter und Erfüllungsgehilfen für Schäden jeder Art, es sei denn, sie beruhen auf einer grob fahrlässigen oder vorsätzlichen Pflichtverletzung der Veranstalter, ihrer Vertreter oder Erfüllungsgehilfen. Teilnehmer nehmen aus freiem Willen und auf eigenes Risiko an der Veranstaltung teil, verantworten ihren Gesundheitszustand selbst und achten auf diesen. Die Veranstalter weisen ausdrücklich darauf hin, dass die MünchenCon eine Sportveranstaltung ist, an der professionelle Artisten gemeinsam mit Laien aller Niveaus trainieren. Workshops für alle Leistungsgruppen werden für jedermann angeboten, sind aber nicht notwendigerweise für jeden geeignet. Zudem sind Requisiten aller Arten zugänglich, sei es weil der Veranstalter oder ein Teilnehmer sie der Allgemeinheit zur Verfügung stellen. Jeder Teilnehmer ist sich dessen bewusst, dass es in seiner eigenen Verantwortung steht, seinen gesundheitlichen und körperlichen Zustand auf die Workshops, an denen er teilnimmt, und die oben beschriebenen Requisiten, die er verwendet, abzustimmen.

source: Select Buyer
de_de: Wähle einen Käufer

source: All E-Tickets will be emailed to the buyer.
de_de: Alle E-Tickets werden an den Käufer geschickt.

source: If you order items for multiple persons and provided their email addresses, they will automatically receive a copy of their E-Ticket.
de_de: Wenn du Artikel für mehrere Personen bestellst und ihre E-Mail Adressen angibst, erhalten sie automatisch eine Kopie ihres E-Tickets.

source: years
de_de: Jahre

source: Birthday:
de_de: Geburtsdatum:

source: add Buyer
de_de: Käufer hinzufügen

source: Check your E-Ticket
de_de: Überprüfe dein E-Ticket

source: Your ticket is valid and active.
de_de: Dein Ticket ist gültig.

source: We're sorry, your e-ticket is not valid. You will not be able to attend EJC with this e-ticket.
de_de: Tut uns leid, dein Ticket ist ungültig. Du kannst damit nicht an der EJC teilnehmen.

source: If you haven't paid for your ticket, yet, please do so. We will then activate your ticket.
de_de: Wenn du dein Ticket noch nicht bezahlt hast, hole dies bitte nach. Im Anschluss werden wir dein Ticket aktivieren.

source: If you have already paid for the ticket with the ticket code <strong><?php echo $package->getCode()->getValue() ?></strong>, please contact <a href="mailto:prereg@eja.net">prereg@eja.net</a>. We will solve the issue.
de_de: Wenn du dein Ticket mit dem Ticket Code X schon bezahlt hast, kontaktiere bitte X. Wir helfen dir.

source: The buyer will receive all E-Tickets for all registered participants. If you have provided an email address per participant, this participant will be informed once the ticket is paid and will be able to download the E-Ticket on his own as well.
de_de: Der Käufer erhält die E-Tickets aller registrierten Teilnehmer. Diejenigen Teilnehmer, deren E-Mail Adresse angegeben wurde, werden darüber informiert.

source: We will send all information to:
de_de: Wir senden alle Informationen an:

source: choose Buyer
de_de: Wähle einen Käufer

source: Payment
de_de: Bezahlung

source: choose paymenttype
de_de: Wähle eine Bezahlart

source: further items
de_de: Weitere Artikel

source: Product
de_de: Produkt

source: Price
de_de: Preis

source: Subtotal:
de_de: Zwischensumme

source: Order amount:
de_de: Höhe der Bestellung

source: Payment Charge:
de_de: Gebühr

source: Total amount:
de_de: Gesamtsumme

source: Please add missing information for checkout
de_de: Bitte ergänze die fehlenden Informationen.

source: Add products
de_de: Produkte

source: %s to your shopping cart first.
de_de: Lege zuerst %s in deinen Einkaufswagen.

source: To purchase this order
de_de: Um diese Bestellung zu bezahlen

source: choose/add a buyer
de_de: wähle einen Käufer oder füge einen Käufer hinzu

source: with a valid email address.
de_de: mit einer gültigen E-Mail Adresse

source: choose a payment type
de_de: Wähle eine Bezahlart

source: I accept the
de_de: Ich akzeptiere die

source: change order
de_de: Bestellung ändern

source: Resend your emails in another language
de_de: Sende diese E-Mail in einer anderen Sprache

source: Continue
de_de: Weiter

source: Reset My Shopping Cart and My Persons
de_de: Setze meinen Einkaufswagen und die Liste "Meine Personen" zurück

source: Subtotal
de_de: Zwischensumme

source: Order amount
de_de: Höhe der Bestellung

source: There are currently no payment types available
de_de: Momentan sind keine Bezahlarten verfügbar

source: There are currently no payment options available. Please check back at a later date. Sorry!
de_de: Momentan sind keine Bezahlarten verfügbar. Bitte versuche es später noch einmal. Entschuldigung!

source: payment fee:
de_de: Gebühr für Bezahlart:

source: This payment type is not available, yet. It will be available from
de_de: Diese Bezahlart ist noch nicht verfügbar. Sie wird ab dem X benutzbar sein.

source: until
de_de: bis

source: Please choose another payment type.
de_de: Bitte wähle eine andere Bezahlart

source: This payment type was available until
de_de: Diese Bezahlart war nur bis zum X verfügbar

source: Thank you
de_de: Danke

source: ...for your purchase and with that for your support to make the EJC 2016 possible.
de_de: für deinen Kauf. Durch deine Unterstützung wird die EJC 2016 erst möglich.

source: Note:
de_de: Bitte beachte:

source: To receive the email with your E-Tickets correctly it's important that you add the email address prereg@eja.net to your address book.
de_de: Um die E-Mail mit deine E-Tickets zu erhalten, ist es wichtig, dass du die E-Mail Adresse prereg@eja.net zu deinem Adressbuch hinzufügst.

source: We sent an order confirmation mail to your email address. If you did not receive this email, please have a look at your spam folder. If it's not there contact us at <a href='mailto: prereg@eja.net'>prereg@eja.net</a>.
de_de: Wir haben eine Bestätigungs- E-Mail an deine Mailadresse geschickt. Falls du sie nicht erhalten hast, bitte schaue in deinem Spamfilter nach. Falls sie dort nicht ist, bitte kontaktiere

source: In this email you will find further information of your purchase.
de_de: In dieser E-Mail findest du weitere Informationen zu deinem Kauf.

source: My Order
de_de: Meine Bestellung

source: The buyer will receive all E-Tickets for all registered participants. If you have provided an email address per participant, this participant will be informed once the ticket is paid and will be able to download the E-Ticket on his own aswell.
de_de: Der Käufer erhält die E-Tickets aller registrierten Teilnehmer. Diejenigen Teilnehmer, deren E-Mail Adresse angegeben wurde, werden darüber informiert, dass ihr Ticket bezahlt wurde und können dann ihr E-Ticket selbst herunterladen.

source: order is paid
de_de: Die Bestellung ist bezahlt.

source: order is unpaid
de_de: Die Bestellung ist nicht bezahlt.

source: order is cancelled
de_de: Die Bestellung wurde storniert.

source: This order is already paid
de_de: Die Bestellung ist bereits bezahlt.

source: Your E-Tickets will be sent out in june.
de_de: Deine E-Tickets werden im Juni versendet.

source: Please add the email address prereg@eja.net to your address book. To be sure the email with your E-Tickets will not arrive in your spamfolder.
de_de: Bitte füge die Mailadresse prereg@eja.net zu deinem Adressbuch hinzu, um sicher zu gehen, dass die Mail mit deinen E-Tickets nicht im Spamordner landet.

source: Bank Transfer Details
de_de: Angaben zur Überweisung

source: No payment type was recognized
de_de: Es wurde kein Bezahltyp erkannt

source: undefined status
de_de: Status unbekannt

source: Please contact the EJC team to solve this problem:
de_de: Bitte kontaktiere das EJC Team. Wir helfen dir bei der Lösung des Problems.
